import React from 'react'
import s from './RegRest.module.css'
import TopBar from '../../Complite/TopBar/TopBar'
const Policy = () => {
  return (
    <div className={s.Policy}>
        <TopBar text="Персональные данные" />
        <p>
        ПОЛИТИКА ИП Гришина Е.В. (SPA-отель «Sun Village Arkhyz») В ОТНОШЕНИИ КОНФИДЕНЦИАЛЬНОСТИ И ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОСЕТИТЕЛЕЙ САЙТА SUNVILLAGEARKHYZ.RU И ГОСТЕЙ SPA-ОТЕЛЯ (ПОЛЬЗОВАТЕЛЕЙ УСЛУГ)

ИП Гришина Елена Владимировна является юридическим лицом, надлежащим образом учрежденным и зарегистрированным в соответствии с законодательством РФ. Юридический адрес: 141623, Московская область, г. Клин, д. Афанасово, ул. 3-я Солнечная, д. 21. Фактический адрес: 369152, Карачаево-Черкесская Республика, Зеленчукский район, с. Архыз, Софийская поляна, «Sun Village Arkhyz»

1. Общие положения

1.1. Настоящий документ определяет политику ИП Гришина Е.В. в отношении обработки и защиты персональных данных посетителей сайта sunvillagearkhyz.ru (далее по тексту - «Гость»), а также распространяется в полном объеме на всех Гостей SPA-отеля «Sun Village Arkhyz», осуществивших действия по бронированию номерного фонда с целью получения гостиничных услуг или осуществившие необходимые действия с целью получения иных услуг, предоставляемых SPA-отелем.
1.2. Политика обработки персональных данных в ИП Гришина Е.В. (далее по тексту - «Политика») разработана в соответствии с Конституцией Российской Федерации, Федеральным законом от 27.07.2006 г. №152-ФЗ «О персональных данных», Федеральным законом «Об информации, информационных технологиях и о защиты информации» №149-ФЗ от 27.07.2006 г. и иными нормативными правовыми актами Российской Федерации в области охраны (защиты) персональных данных.
1.3. Настоящая Политика разработана в целях реализации требований законодательства Российской Федерации в области обработки персональных данных, направленного на обеспечение защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты права на неприкосновенной частной жизни, личную и семейную тайну, в частности, в целях защиты от несанкционированного доступа к персональным данным Гостей.
1.4. Действие настоящей Политики распространяется на все персональные данные Гостей и информацию, обрабатываемые ИП Гришина Е.В., автоматизировано или без применения средств автоматизации.
2. Основные термины и определения

Основные термины и определения, используемые в настоящей Политике ИП Гришина Е.В. в лице Генерального директора Гришиной Елены Владимировны, действующего на основании Свидетельства ЕГРИП – юридическое лицо, зарегистрированное надлежащим образом и осуществляющее в том числе гостиничную деятельность в рамках деятельности SPA-отеля «Sun Village Arkhyz».
Гость (Гости) — посетители сайта sunvillagearkhyz.ru, а также Гости SPA-отеля «Sun Village Arkhyz» осуществившие действия по бронированию номерного фонда с целью получения гостиничных услуг или осуществившие необходимые действия с целью получения иных услуг, предоставляемых SPA-отелем.
Отель — SPA-отель «Sun Village Arkhyz», расположенный по адресу: 369152, Карачаево-Черкесская Республика, Зеленчукский район, с. Архыз, Софийская поляна, «Sun Village Arkhyz». Указанный адрес является фактическим и почтовым адресом SPA-отеля.
Ресепшн — стойка регистрации в SPA-отеле, где происходит непосредственное оформление Гостей для заезда, а также оформление иных услуг, предоставляемых SPA-отелем.
Сайт — официальный сайт SPA-отеля: sunvillagearkhyz.ru
Политика – настоящая Политика в отношении конфиденциальности и обработки персональных данных посетителей официального сайта эко-отеля и Гостей SPA-отеля, воспользовавшихся услугами, предоставляемыми SPA-отелем.
Персональные данные — любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных, Гостю).
Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств вычислительной техники. Предоставление персональных данных - действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.
Блокирование персональных данных — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).
Уничтожение персональных данных — действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных.
Обезличивание персональных данных — действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных.
Субъектами персональных данных являются непосредственно Гости. Оператором по обработке персональных данных Гостей является ИП Гришина Е.В.
3. Цели обработки персональных данных

3.1. При оформлении бронирования на сайте sunvillagearkhyz.ru (далее по тексту — «Сайт») гость предоставляет следующую информацию:
Фамилия, Имя, Отчество,
Адрес электронной почты,
Контактный номер телефона,
Иную информацию, которая необходима непосредственно для бронирования и/или оказанная иных услуг, предоставляемых отелем (паспортные данные, дата рождения, адрес регистрации, места жительства и т.д.), в том числе гарантированного.
Иную информацию, которую Гость сочтет необходимым сообщить о себе. При оплате банковской картой Гость самостоятельно вводит реквизиты банковской карты необходимые для проведения и обработки платежа. Обращаем внимание, что эти данные технически недоступны для ИП Гришина Е.В., и ИП Гришина Е.В. не имеет доступа, не хранит и никоим образом не использует данные банковских карт Гостей. Конфиденциальность сообщаемой персональной информации обеспечивается банком, предоставившим платежную систему (платформу).
Гость уведомляется о том, что при его посещении Сайта ИП Гришина Е.В. может собирать определенную информацию, как например используемый браузер, номер IP-адреса, тип операционной системы, Ваше местоположение, просматриваемые страницы. Полученная информация не связывается с данными, которые Гость оставляет на Сайте. По автоматически полученным данным невозможно установить личность пользователя (Гостя).
3.2. ИП Гришина Е.В. осуществляет обработку персональных данных Клиентов в следующих целях: Бронирование. ИП Гришина Е.В. собирает и использует персональные данные для обработки запроса Гостя, оформления бронирования, для быстрой и качественной консультации по уточнению или изменению бронирования, для иных действий, непосредственно связанных с бронированием и реализацией права Гостя на услуги отеля.
Иные услуги, предоставляемые эко-отелем. ИП Гришина Е.В. помимо предоставления гостиничных услуг, предоставляет ряд иных услуг (трансфер, бытовые услуги – прачечная, аренда конференц-зала и другие).
Бонусы и предложения. Предоставленная Гостем информация может использоваться для формирования эксклюзивных персональных предложений, начислений баллов по бонусным программам.
Маркетинг. ИП Гришина Е.В. может использовать предоставленную контактную информацию для направления новостей, проводимых в эко-отеле акциях и специальных предложениях (с согласия Гостя на получение такой информации). Сайт и форма регистрационной карты предусматривают получение согласия Гостя на рассылку новостей, информации об акциях и специальных предложениях. Согласие с Политикой не является согласием на рассылку вышеуказанных материалов и получается отелем только в случае, когда Гость осуществит определенные действия при бронировании номера на Сайте (отметит «галочкой» пункт о том, что согласен получать информацию об акциях и спецпредложениях отеле по e-mail (электронной почте) и/или при заполнении регистрационной карты Гостя, выдаваемой ему при заселении. При отказе Гостя от рассылки новостей или непроставлении такой «галочки» адрес электронной почты Гостя будет немедленно удален из списка получателей (списка рассылки).
Данные действия (удаление из списка рассылки) со стороны SPA-отеля осуществляются немедленно, на основании полученного от Гостя письменного заявления с просьбой прекратить обработку его персональных данных с даты получения такого заявления отелем, причем Гость вправе отказаться от обработки отелем его данных полностью или частично (например, только в части рассылки новостей, информации об акциях и спецпредложениях).
Для подбора персонализированных предложений ИП Гришина Е.В. использует автоматически получаемые данные, файлы cookie, а также информацию, которую Гость оставил на сайте: sunvillagearkhyz.ru
Улучшение качества обслуживания в эко-отеле. После выезда/ при выезде Гостя из SPA-отеля «Sun Village Arkhyz» может направить Гостю письмо/ анкету с просьбой отразить впечатления от Отеля. Заполнение таких анкет является исключительно правом Гостя.
Улучшение качества нашего сервиса и работы официального сайта. SPA-отель «Sun Village Arkhyz» заботится о том, чтобы все предпочтения Гостей были оперативно учтены. SPA-отель «Sun Village Arkhyz» может использовать предоставленные персональные данные и информацию о выбранном Гостем бронировании, чтобы в следующий раз максимально быстро предложить наиболее подходящий вариант размещения и при этом учесть все пожелания Гостей.
4. Принципы и условия обработки персональных данных

4.1. ИП Гришина Е.В. осуществляет обработку персональных данных Гостей на основе следующих принципов:
Обработка персональных данных производится на законной основе;
Обработка персональных данных ограничивается достижением конкретной, заранее определенной и законной цели. Обработке подлежат только те персональные данные, которые отвечают цели их обработки. Обработка персональных данных, несовместимая с целью сбора персональных данных, не допускается; обрабатываемые персональные данные уничтожаются либо обезличиваются при утрате необходимости в достижении цели их обработки, если иное не установлено или не будет установлено федеральным законом.
4.2. ИП Гришина Е.В. осуществляет обработку персональных данных при наличии хотя бы одного из следующих условий:
Обработка персональных данных осуществляется с согласия Гостя: являясь пользователем сайта sunvillagearkhyz.ru, Гость предоставляет ИП Гришина Е.В. свои персональные данные и дает полное и безусловное согласие на их обработку.
Получение согласия Гостя на обработку его персональных данных - необходимое условие совершения им бронирования. Бронирование невозможно и не будет завершено без получения согласия Гостя на обработку его персональных данных. Гость может предоставлять свои персональные данные и согласие на их обработку при заезде в отель.
При непосредственном заезде Гостя в Отель, он предоставляет ИП Гришина Е.В. свои персональные данные и дает полное и безусловное согласие на их обработку, в том числе путем подписания регистрационной карты Гостя.
Обработка персональных данных необходима для достижения целей, предусмотренных законодательством.
Обработка персональных данных необходима для исполнения ИП Гришина Е.В. обязательств перед Гостями, в том числе для заключения и исполнения договора , по которому Гость является потребителем гостиничных и иных услуг.
4.3. Конфиденциальность. ИП Гришина Е.В. гарантирует конфиденциальность полученных персональных данных Гостей и может передавать их третьим лицам исключительно в рамках действующего законодательства (например, правоохранительным органам, по запросам суда и т.п.).
5. Права субъекта персональных данных

5.1. В соответствии с Федеральным законом от 27.07.2006 №152-ФЗ «О персональных данных» Гость, чьи персональные данные обрабатываются ИП Гришина Е.В., имеет право на:
Подтверждение факта обработки персональных данных ИП Гришина Е.В.
Правовые основания и цели обработки персональных данных;
Применяемые Оператором способы обработки персональных данных;
Наименование и место нахождения ИП Гришина Е.В.;
Обрабатываемые персональные данные, относящиеся к соответствующему субъекту персональных данных, источник их получения, если иной порядок представления таких данных не предусмотрен федеральным законом;
Сроки обработки персональных данных, в том числе сроки их хранения;
Порядок осуществления субъектом персональных данных прав, предусмотренных Федеральным законом от 27.07.2006 №152-ФЗ «О персональных данных»;
Иные сведения, предусмотренные Федеральным законом от 27.07.2006 №152-ФЗ «О персональных данных» или другими федеральными законами.
5.2. Информация может быть предоставлена только субъекту персональных данных при предоставлении им доказательства принадлежности персональных данных, в отношении которых направляется запрос, именно данному лицу (субъекту).
5.3. Согласно ст. 14 Федерального закона от 27.07.2006 №152-ФЗ «О персональных данных» субъект персональных данных вправе требовать уточнения его персональных данных, их блокирования или уничтожения.
Если Ваши персональные данные Гостя, которыми располагает ИП Гришина Е.В., уже не актуальны, ИП Гришина Е.В. обновит их по запросу Гостя. Такие запросы на обновление, а также на блокировку и уничтожение персональных данных Гость может направить на электронную почту отеля booking@sunvillagearkhyz.ru или почтой России по адресу: 369152, Карачаево-Черкесская Республика, Зеленчукский район, с. Архыз, Софийская поляна, «Sun Village Arkhyz»
При направлении официального запроса в SPA-отель «Sun Village Arkhyz» необходимо указать:
Фамилия, Имя, Отчество;
Номер основного документа, удостоверяющего личность субъекта персональных данных или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе; сведения, подтверждающие, что Гость пользовался Сайтом либо сведения, иным способом подтверждающие факт обработки персональных данных ИП Гришина Е.В. (например, при бронировании номера непосредственно в отеле); Запрос составляется за подписью гражданина (или его законного представителя). Если запрос отправляется в электронном виде, то он должен быть оформлен в виде электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации.
5.4. ИП Гришина Е.В. может быть необходимо сохранить некоторую предоставленную Гостем информацию, например, в юридических и административных целях.
6. Файлы cookie

6.1. Файл cookie представляет собой небольшой файл c информацией о просмотренных страницах и настройках, который сохраняется на компьютерах пользователей.
6.2. В целях сделать Сайт наиболее удобным и привлекательным для Гостей SPA-отеля «Sun Village Arkhyz» ИП Гришина Е.В. использует файлы cookie различных типов (технические, функциональные, коммерческие и аналитические). Если Гость не желает, что бы файлы cookie сохранялись на его устройстве, необходимо настроить соответствующим образом браузер. Однако в случае отключения определенных файлов cookie Гостю могут быть недоступны некоторые функции Сайта sunvillagearkhyz.ru
7. Меры по защите персональных данных

Меры по защите персональных данных Для предотвращения несанкционированного доступа, неоговоренной передачи персональных данных третьим лицам, нецелевого использования полученной информации, а также иных неправомерных действий, ИП Гришина Е.В. использует правовые, организационные (корпоративные), технические и иные не запрещенные законодательством Российской Федерации меры защиты.
8. Заключительные положения

8.1. В случае неисполнения положений настоящей Политики ИП Гришина Е.В. несет ответственность в соответствии с действующим законодательством Российской Федерации.
8.2. ИП Гришина Е.В. может изменять положения настоящей Политики конфиденциальности.
Актуальная версия публикуется на сайте: sunvillagearkhyz.ru

Данные юридического лица

ИП Гришина Елена Владимировна

ИНН: 773471886205

ОГРНИП: 321508100472467

Адрес: 369152, Карачаево-Черкесская Республика, Зеленчукский район, с. Архыз, Софийская поляна, «Sun Village Arkhyz»
        </p>
    </div>
  )
}

export default Policy